#####################################################################
[Translation]

TRANSLATION_BY = Preveo:
TRANSLATION_NAME = SoftBlogger
TRANSLATION_LINK = http://www.softblogger.net
LANGUAGENAME=Bosanski

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000

;English.ini file is always up-to-date.
#####################################################################

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Ur&eđivač Slika
#-------------------------------------------------------------

MNU_CAPTURE			=&Uslikaj ekran
MNU_CAPTURE_FULLSCREEN		=&Cijeli ekran
MNU_CAPTURE_ACTIVEWINDOW	=&Aktivni prozor
MNU_CAPTURE_CONTROL		=Kontrola &Prozora
MNU_CAPTURE_SCROLLINGWINDOW	=&Pomični Prozor
MNU_CAPTURE_REGION		=&Regija
MNU_CAPTURE_FIXEDREGION		=&Fiksirana Regija
MNU_CAPTURE_FREEHAND		=Slobodna&Ruka
MNU_CAPTURE_WEBPAGE		=&Web Stranica
MNU_CAPTURE_REPEAT		=Ponovi &Zadnje Slikanje

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Podešavanja &Slikanja
MNU_OUTPUTTYPE			=&Tip izlaznog oblika

MNU_OUTPUTTYPE_PICPICK		=PicPick &Uređivać
MNU_OUTPUTTYPE_CLIPBOARD	=Kopiraj u &Clipboard
MNU_OUTPUTTYPE_SAVEIMAGE	=Spasi Kao Slikovni &Fajl
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automatski Spasi Kao...
MNU_OUTPUTTYPE_OTHER		=E&ksterni Program...
MNU_OUTPUTTYPE_FTP		=Upload preko F&TP
MNU_OUTPUTTYPE_SHARE		=Podijeli
MNU_OUTPUTTYPE_SENDTO		=Pošalji prema
MNU_OUTPUTTYPE_FACEBOOK	=Upload na Faceboo&k
MNU_OUTPUTTYPE_TWITTER		=Upload na Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER		=P&rinter
MNU_OUTPUTTYPE_SKYPE		=Pošalji preko Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Servisi u &oblaku

MNU_OUTPUTTYPE_WEB			=Upload na &Web
MNU_OPT_DEFAULTFORMAT		=Uobičajeni &Format Slike
MNU_OPT_OPENEDITOR		=Otvori &Uređivač sa Startom Programa
MNU_OPT_STARTUPPROGRAM	=&Pokreni PicPick na Startu
#-------------------------------------------------------------
MNU_COLORPICKER			=Odabir &Boja
MNU_COLORPALETTE		=P&aleta Boja
MNU_COPYCOLORTYPE		=Kopiraj Boju k&ao
MNU_COLORHISTORY		=&Historija Boja
MNU_COLORHISTORY_CLEAR		=&Izbriši
#-------------------------------------------------------------
MNU_MAGNIFIER			=Uvečivać
MNU_PIXELRULER			=&Linijar Piksela
MNU_PROTRACTOR			=Uglomjer
MNU_CROSSHAIR			=C&rossHair
MNU_WHITEBOARD			=&Tabla
MNU_CLOUDEXPLORER		=Pretraživač Oblaka

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Opcije Programa...
MNU_EXIT_PICPICK		=I&zađi


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Fajl
MNU_FILE_NEW =&Novo
MNU_FILE_OPEN =&Otvori
MNU_FILE_OPENCLIPBOARD =Otvori iz &Clipboard-a
MNU_FILE_OPENURL =Otvori preko &URL adrese
MNU_FILE_SAVESAME=&Spasi
MNU_FILE_SAVE =Spasi k&ao
MNU_FILE_SAVESELECT =S&pasi Selekciju Kao...
MNU_FILE_SAVEALL=Spasi S&ve
MNU_FILE_PRINT=&Print
MNU_FILE_CLOSEIMAGE =&Zatvori Sliku
MNU_FILE_CLOSECURRENTIMAGE =&Trenutna Slika
MNU_FILE_CLOSEALLIMAGE = &Sve slike
MNU_FILE_CLOSEALLSAVEDIMAGE =Sve &Spašene Slike
MNU_FILE_CLOSEPICPICK =I&zađi
#-------------------------------------------------------------
MNU_EDIT =&Uredi
MNU_EDIT_UNDO =&Korak Nazad
MNU_EDIT_REDO =&Korak Naprijed
MNU_EDIT_CUT =Odreži
MNU_EDIT_COPY =Kopiraj
MNU_EDIT_PASTE =Zalijepi
MNU_EDIT_PASTEFROMFILE =Zalijepi preko &Fajla...
MNU_EDIT_SELECTDEL =&Obriši
MNU_EDIT_SELECTNEW =Odsjeci
MNU_EDIT_DESELECT =Poništi
MNU_EDIT_SELECTALL =Odaberi &Sve
MNU_EDIT_IMAGERESIZE =&Rastezanje Slike...
MNU_EDIT_CANVASRESIZE =R&astezanje Platna...
MNU_EDIT_VIEWBITMAP =&Vidi Bitmap u Cijelom Ekranu...
#-------------------------------------------------------------
MNU_TOOLS =&Tools
MNU_TOOLS_FULLSCREEN 		=Uhvati Cijeli Ekran
MNU_TOOLS_ACTIVEWINDOW 		=Uhvati &Aktivni Prozor
MNU_TOOLS_CONTROL 		=Uhvati Kontrolu Prozora
MNU_TOOLS_SCROLLINGWINDOW	=Uhvati Pomični Prozor
MNU_TOOLS_WEBPAGE 		=Uhvati &Web Stranicu
MNU_TOOLS_REGION 		=Uhvati &Regiju
MNU_TOOLS_FIXEDREGION 		=Uhvati Fi&ksiranu Regiju
MNU_TOOLS_FREEHAND 		=Slobodno &Hvatanje
MNU_TOOLS_REPEAT 		=Ponovi &Zadnje Slikanje
MNU_TOOLS_COLORPICKER		=Odabir Boja
MNU_TOOLS_COLORPALETTE		=P&aleta Boja
MNU_TOOLS_MAGNIFIER		=&Povečalo
MNU_TOOLS_PIXELRULER		=Linijar Piksela
MNU_TOOLS_PROTRACTOR		=Uglomjer
MNU_TOOLS_CROSSHAIR		=Cross&Hair
MNU_TOOLS_WHITEBOARD		=&Tabla
MNU_TOOLS_OPTION		=Op&cije Programa
#-------------------------------------------------------------
MNU_TOOLSOPTION				=Podešavanja Slikanja
MNU_TOOLSOPTION_OUTPUTTYPE			=Izlazni &Tip
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Uobičajeni &Format Slike
MNU_TOOLSOPTION_DUALMONITORS			=Podrška za &Duple Monitore
MNU_TOOLSOPTION_HOTKEY			=Promjeni &Kratice...
MNU_TOOLSOPTION_SOUND				=Aktiviraj Zvučne Efekte
MNU_TOOLSOPTION_SCROLLCAPTURE		=Aktiviraj Automatsko Pomicanje
MNU_TOOLSOPTION_MOUSECURSOR			=Prikaži sliku K&ursora
MNU_TOOLSOPTION_STARTUPPROGRAM		=Pokreni PicPick na Startu
MNU_TOOLSOPTION_OPENEDITOR			=Otvori &Uređivač pri Startu Programa
MNU_TOOLS_COLORTYPE				=Kop&iraj Boju Kao
#-------------------------------------------------------------
MNU_EFFECT 			=Efe&kti
MNU_EFFECT_INVERT 		=&Obrni
MNU_EFFECT_GRAYSCALE		=&Crno-bijelo
MNU_EFFECT_MOSAIC 		=&Pikselirano...
MNU_EFFECT_BLUR 		=&Zamućeno
MNU_EFFECT_SHARPEN 		=&Izoštreno
MNU_EFFECT_BRIGHTNESS 		=Svjetlina / Kontrast...
MNU_EFFECT_HSL 			=Nijansa Boja...
MNU_EFFECT_BORDER 		=Efekti Ivice
MNU_EFFECT_FLIP 		=&Okreni
MNU_EFFECT_FLIPH 		=Okreni &Horizontalno
MNU_EFFECT_FLIPV 		=Okreni &Vertikalno
MNU_EFFECT_ROTATE 		=&Rotiraj
MNU_EFFECT_ROTATE90 		=&90' u smjeru kazaljke na satu
MNU_EFFECT_ROTATE180 		=&180' u smjeru kazaljke na satu
MNU_EFFECT_ROTATE270 		=&270' u smjeru kazaljke na satu
MNU_EFFECT_FRAME		=Fr&ejm...
MNU_EFFECT_COLORBALANCE		=Ba&lans Boja...
MNU_EFFECT_WATERMARK		=&Žig...
#-------------------------------------------------------------
MNU_WINDOW =&Prozor
MNU_WINDOW_CASCADE =&Sakupi
MNU_WINDOW_TILEH =Tile &Horizontalno
MNU_WINDOW_TILEV =Tile &Vertikalno
MNU_WINDOW_MINIMIZEALL =Minimiziraj Sve
#-------------------------------------------------------------
MNU_HELP =&Pomoć
MNU_HELP_WEBSITE =PicPick Stranica...
MNU_HELP_ABOUT =O...

PNL_TOOL_TOOLS = Alatke
PNL_TOOL_COLOR = Boja
PNL_TOOL_PROPERTY = Osobine
LBL_TOOL_WIDTHS = Širina :
LBL_TOOL_OPACITY = Providnost
LBL_TOOL_SHAPE= Oblik:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Početak
TAB_FILE=Fajl
TAB_VIEW=Prikaz
TAB_SHAPES=Oblici
#3.4.0
TAB_SHAPES_SUB=Format
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Numeracija
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Selekcija
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Efekt Uvečavanja
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Štembilji
TAB_STAMPS_SUB=Format
#4.0.0

TBR_CLIPBOARD=Clipboard
TBN_CLIPBOARD_PASTE=Zalijepi
TBN_CLIPBOARD_CUT=Izreži
TBN_CLIPBOARD_COPY=Kopiraj
TBN_CLIPBOARD_DELETE=Obriši

TBR_VIEW=Prikaz
TBN_VIEW_ZOOMIN=Zumiraj prema
TBN_VIEW_ZOOMOUT=Zumiraj od
TBN_VIEW_FULL=Cijeli ekran
TBN_VIEW_100=Trenutna veličina

TBR_IMAGE=Slika
TBN_IMAGE_EFFECT=Efekti
TBN_IMAGE_CROP=Izreži
TBN_IMAGE_RESIZE=Raširi
TBN_IMAGE_ROTATE=Rotiraj

TBR_TOOLS=Alati
TBR_COLOR=Boje

POP_COLORTYPE1 = Pastelizirane boje
POP_COLORTYPE2 = Primarne boje

TBR_SHOWHIDE=Prikaži ili sakrij
TBN_RULER=Linijar
TBN_STATUSBAR=Status traka
TBN_TAB = Umetak

TBN_THUMBNAIL=Prikaz slićice

TBR_WINDOW=Prozor
TBN_CASCADE=Sakupi
TBN_ARRANGEALL=Poredaj sve

TBN_REGISTER=&Registruj...

TBN_VIEW_100=100% Prikaz

TBN_TOOLS_SELECT = Odabir

#4.0.0
TBN_TOOLS_MOVE=Pomjeri
TBN_TOOLS_DRAW=Nacrtaj
TBN_TOOLS_DRAW_BRUSH=&Četka
TBN_TOOLS_DRAW_ERASER=&Brisač
TBN_TOOLS_DRAW_MARKER=&Marker
TBN_TOOLS_FILL=Popunjavanje
TBN_TOOLS_FILL_OPTIONS=Opcije popunjavanja
TBN_TOOLS_FILL_STANDARD=&Granično popunjavanje
TBN_TOOLS_FILL_REPLACEMENT=P&romjena boje
TBN_TOOLS_STAMPS=Otisci
TBN_TOOLS_STAMPS_NUMBER=Brojčani otisci
TBN_TOOLS_STAMPS_GENERAL=Obični Otisci
TBN_TOOLS_STAMPS_CURSOR=Otisci Kursora
TBN_SELECT_SELECTION_SHAPES=Oblici selekcije
TBN_SELECT_SELECTION_OPTIONS=Opcije selekcije
TBN_SELECT_RECTANGLE=P&ravougaona selekcija
TBN_SELECT_ELLIPSE=&Eliptična Selekcija

TBR_SIZE=Veličina
#4.0.0

TBN_MORECOLORS = Više
MNU_PALETTETYPE = Tip palete

MNU_TOPBAR_TITLE = Uredi Dugmad na Vrhu
MNU_TOPBAR_MINIMIZERIBBON = &Minimiziraj Vrpcu

#3.4.0
MNU_QAT_TITLE=Uredi Traku za Brzi Pristup
MNU_QAT_ADD=&Dadaj u Traku za Brzi Pristup
MNU_QAT_DELETE=&Odstrani iz Trake za Brzi Pristup
MNU_QAT_ABOVE=&Prikaži Traku za Brzi Pristup Iznad Vrpce
MNU_QAT_BELOW=&Prikaži Traku za Brzi Pristup Ispod Vrpce
#3.4.0

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Napravi novu praznu sliku
TIP_FILE_OPEN =Otvori već postojeću sliku
TIP_FILE_OPENCLIPBOARD =Otvori sliku iz clipboard-a
TIP_FILE_OPENURL =Otvori sliku sa URL adrese
TIP_FILE_SAVE =Spasi aktivnu sliku
TIP_FILE_SAVEAS =Spasi aktivnu sliku uz novo ime
TIP_FILE_SAVESELECT =Spasi selekciju uz novo ime
TIP_FILE_SAVEALL =Spasi sve slike uz nova imena
TIP_FILE_PRINT=Štampaj sliku
TIP_FILE_CLOSEIMAGE =Zatvori trenutnu sliku
TIP_FILE_CLOSEALLIMAGE =Zatvori sve slike
TIP_FILE_CLOSEALLSAVEDIMAGE =Zatvori sve spašene slike
TIP_FILE_CLOSEPICPICK =Zatvori Prozor
#-------------------------------------------------------------
TIP_EDIT_UNDO =Vrati se na posljednju akciju
TIP_EDIT_REDO =Idi naprijed od posljednje vraćene akcije
TIP_EDIT_CUT =Irreži selekciju i prenesi je u clipboard
TIP_EDIT_COPY =Kopiraj selekciju i prenesi je u clipboard
TIP_EDIT_PASTE =Zalijepi sadržaj iz clipboard-a na aktivnu sliku
TIP_EDIT_PASTEFROMFILE =Zalijepi fajl na trenutnu sliku
TIP_EDIT_SELECTDEL =Izbriši selekciju
TIP_EDIT_SELECTNEW =Izreži sliku na odabranu regiju
TIP_EDIT_DESELECT =Poništi sliku
TIP_EDIT_SELECTALL =Izaberi cijelu sliku
TIP_EDIT_IMAGERESIZE =Promjeni veličinu slike
TIP_EDIT_CANVASRESIZE =Promjeni veličinu platna
TIP_EDIT_VIEWBITMAP =Prikaži bitmapu preko cijelog ekrana
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Prikaži traku hvatanja na ekranu
TIP_TOOLS_FULLSCREEN =Uhvati sliku radne površine
TIP_TOOLS_ACTIVEWINDOW =Uhvati sliku aktivnog prozora
TIP_TOOLS_CONTROL =Uhvati sliku kontrole prozora
TIP_TOOLS_SCROLLINGWINDOW	=Uhvati sliku pomjerajućeg prozora
TIP_TOOLS_WEBPAGE =Uhvati sliku cijelih web stranica
TIP_TOOLS_REGION =Uhvati sliku pravougaonog oblika
TIP_TOOLS_FREEHAND =Uhvati proizvoljnu regiju
TIP_TOOLS_FIXEDREGION =Uhvati fiksiranu regiju pravougaonog oblika
TIP_TOOLS_REPEAT =Uhvati istu regiju kao i ranije
TIP_TOOLS_CAPTUREMENU = Uhvati sliku na ekranu
TIP_TOOLS_COLORPICKER	= Odaberi kog boje na ekranu
TIP_TOOLS_COLORPALETTE	= Pronađi i odredi boje sa ekrana
TIP_TOOLS_MAGNIFIER	=Uvećaj stvari na svom ekranu
TIP_TOOLS_PIXELRULER	=Izmjeri stvari na radnoj površini lahko
TIP_TOOLS_CROSSHAIR	= Odaberi relativne koordinate
TIP_TOOLS_PROTRACTOR	=Izmjeri bilo kakav ugao na ekranu
TIP_TOOLS_WHITEBOARD	=Za prezentacije ili crtanje nečega
TIP_TOOLS_OPTION	=Prikaz više informacija o programu
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Promjeni opcije hvatanja
TIP_TOOLSOPTION_OUTPUTTYPE=Promjeni izlazni tip slike
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Promjeni uobičajeni format slike
TIP_TOOLSOPTION_DUALMONITORS			=Podrška za više monitora za hvatanje slika
TIP_TOOLSOPTION_HOTKEY				=Promjeni kratice za funkcije...
TIP_TOOLSOPTION_SOUND				=Uključi zvučne efekte pri hvatanju slike
TIP_TOOLSOPTION_SCROLLCAPTURE			=Hvatanje slike kontrola pomjeranja
TIP_TOOLSOPTION_MOUSECURSOR			=Prikaži kursor miša na uhvaćenoj slici
TIP_TOOLSOPTION_STARTUPPROGRAM		=Pokreni PicPick pri startu Windowsa
TIP_TOOLSOPTION_OPENEDITOR			=Otvori PicPick uređivač na startu
TIP_TOOLS_COLORTYPE				= Promjeni kopiranje boje kao [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Obrni boje slike
TIP_EFFECT_GRAYSCALE =Pretvori sliku u tamniju sliku sa 256 boja
TIP_EFFECT_MOSAIC =Dodaj pikselizirani efekat
TIP_EFFECT_BLUR =Dodaj efekat zatamljenja
TIP_EFFECT_SHARPEN =Dodaj efekat oštrine
TIP_EFFECT_BRIGHTNESS =Kontrast i Svjetlina
TIP_EFFECT_HSL =Hue i Saturation opcije slike
TIP_EFFECT_FLIPH =Obrće izabrani dio čitave slike horizontalno
TIP_EFFECT_FLIPV =Obrće izabrani dio čitave slike vertikalno
TIP_EFFECT_ROTATE90 =Rotira 90' u smijeru kazaljke na satu
TIP_EFFECT_ROTATE180 =Rotira 180' u smijeru kazaljke na satu
TIP_EFFECT_ROTATE270 =Rotira 270' u smijeru kazaljke na satu
TIP_EFFECT_FRAME=Dodaj frejm efekat
TIP_EFFECT_WATERMARK=Dodaj žig ili logo

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Reda prozore kao preklapajuće naslove
TIP_WINDOW_TILEH =Reda prozore horizontalno, bez preklapanja
TIP_WINDOW_TILEV =Reda prozore vertikalno, bez preklapanja
TIP_WINDOW_MINIMIZEALL =Smanjuje sve otvorene prozore
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Otvara stranicu PickPick programa
TIP_HELP_ABOUT =Prikazuje informacije o programu i Prava
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Premjesti čitavu sliku ili odabrani objekat
TIP_TOOL_SELECT =Odaberi dio slike.
TIP_TOOL_FILL =Klikni na dio platna da bi ga popunili sa bojama.
TIP_TOOL_PICKCOLOR =Odaberi boju sa ekrana i koristi je za crtanje.
TIP_TOOL_DRAW=Crtaj sa različitim četkama.
TIP_TOOL_STAMPS=Unesi skice na sliku
TIP_TOOL_SHAPE=Nacrtaj oblike na slici

TIP_SIZE=Odaberi širinu za odabrani alat
#4.0.0

TIP_OUTPUTTYPE_MSWORD 		= Prebaci kopiju ove slike u Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL 		= Prebaci kopiju ove slike u Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT	= Prebaci kopiju ove slike u Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE		= Pošalji kopiju ove slike u Skype
TIP_OUTPUTTYPE_PROGRAM		= Pošalji kopiju ove slike u
TIP_OUTPUTTYPE_PROGRAM 		= drugi program
TIP_OUTPUTTYPE_MSOUTLOOK	=Dodaj kopiju ove slike u e-mail poruku
TIP_OUTPUTTYPE_FACEBOOK	= Unesi i podijeli ovu sliku preko Facebook-a
TIP_OUTPUTTYPE_TWITTER		= Unesi i podijeli ovu sliku preko Twitter-a
TIP_OUTPUTTYPE_FTP		= Prenesi ovu sliku direktno preko lokacije na internetu uz FTP protokol
TIP_OUTPUTTYPE_WEBUPLOAD	= Pošalji ovu sliku direktno na lokaciju na internetu
TIP_OUTPUTTYPE_CLOUD		= Prebaci ovu sliku na Dropbox, Google Drive, SkyDrive isl.

TIP_IMAGE_ROTATEFLIP = Rotiraj i obrni sliku ili selekciju

TIP_TOOLS_EFFECT=Odaberi efekte
TIP_TOOLS_WIDTHS=Odaberi širinu
TIP_TOOLS_OPACITY = Odaberi prozirnost

TIP_VIEW_ZOOMIN = Zumiraj trenutnu sliku
TIP_VIEW_ZOOMOUT = Zumiraj dalje od trenutne veličine slike
TIP_VIEW_ZOOMSELECT =Zumiraj prema ili dalje
TIP_VIEW_ACTUALSIZE = Postavi na 100% veličinu
TIP_VIEW_THUMBNAIL=Prikaži sličicu stranice ili izaberi sliku brzo 

TIP_SHOW_RULER=Prikaži ili sakrij linijar za vaše slike
TIP_SHOW_STATUSBAR=Prikaži ili sakrij statusnu traku na dnu prozora
TIP_SHOW_TAB=Prikaži ili sakrij traku umetaka

TIP_COLOR_COLOR1 = Prednja boja
TIP_COLOR_COLOR2 = Pozadinska boja
TIP_COLOR_SWAP=Promjeni prednju ili pozadinsku boju
TIP_COLOR_DEFAULT = Uobičajene prednje i pozadinske boje
TIP_COLOR_MORE=Prikaži više paleta

TIP_SHAPE_FLATTEN=Izravnaj oblike
TIP_SHAPE_DELETE=Izbriši oblike
TIP_SHAPE_DUPLICATE=Dupliciraj oblike

TIP_SHAPE_FILL=Popuni odabrani oblik
TIP_SHAPE_OUTLINE=Kontura oblika
TIP_SHAPE_EFFECTS=Format oblika
TIP_SHAPE_ADDTEXT=Unesi tekst u oblik

TIP_SHAPE_FLATTEN_ALL=Izravnaj sve oblike
TIP_SHAPE_BRINGTOFRONT=Stavi odabrani oblik ispred tako da je sakriven od drugih oblika koji su ispred njega
TIP_SHAPE_SENDTOBACK=Stavi odabrani oblik ispod tako da je sakriven od drugih oblika koji su ispred njega

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Kontrola Prozora
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Pomjerajući Prozor
DLG_REGIONCAPTURE_TITLE =PicPick - Uhvati Regiju
DLG_FIXEDREGIONCAPTURE_TITLE =Uhvati Fiksiranu regiju
DLG_FREEHANDCAPTURE_TITLE=PicPick - Proizvoljni odabir
DLG_WHITEBOARDTOOL_TITLE=PicPick - Tabela
DLG_MAGNIFIER_TITLE=PicPick - Povećalo
DLG_COLORPICKER_TITLE =PicPick - Odabir Boja
DLG_CROSSHAIR_TITLE=PicPick - CrossHair
DLG_COLORPALETTE_TITLE =Paleta Boja
DLG_AUTOSAVE_TITLE = Automatsko Spašavanje
DLG_NEWIMAGE_TITLE = Nova Slika
DLG_PRINT_TITLE = Print
DLG_CANVASSET_TITLE = Veličina Platna
DLG_IMAGERESIZE_TITLE = Veličina Slike
DLG_ABOUT_TITLE = O Nama
DLG_PIXELATE_TITLE = Pikseliziranje
DLG_HUESATURATION_TITLE = Hue / Saturation
DLG_BRIGHTNESSCONTRAST_TITLE = Svjetlina / Kontrast
DLG_FRAME_TITLE		=Frejm
DLG_WATERMARK_TITLE		=Žig
DLG_FONTVIEW_TITLE = Tekst Unosa
DLG_CAPTURE_TITLE=Hvatanje
DLG_CHANGEHOTKEY_TITLE = Kratice
DLG_WEBPAGECAPTURE_TITLE = PicPick - Hvatanje web stranica
DLG_SHORTCUT_TITLE = Promjeni kratice
DLG_SETUP_TITLE		=Opcije Programa
DLG_FILENAMESETUP_TITLE	=Ime Fajla
DLG_IMAGES_TITLE	=Slike

#3.4.0
DLG_GENERALSETUP_TITLE	=Opšte
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Uređivač
DLG_ARROWSET_TITLE	=Uredi Strelicu
DLG_FACEBOOK_TITLE	=Facebook Connect
DLG_TWITTER_TITLE		=Twitter Connect
DLG_WEBUPLOAD_TITLE		=Upload na Web

BTN_OK = &OK
BTN_CANCEL = &Prekini
BTN_APPLY = &Unesi
#-------------------------------------------------------------

[About]

GRP_PRESET = Podešavanja
CHK_ADDSTARTUP = Pokreni Program na Startu
CHK_ADDDESTKOP = Napravi ikonu na radnoj površini
CHK_CHECKUPDATE = Provjeri za nadogranju programa
LBL_LANGUAGE = Jezik
BTN_HOTKEY = Kratice...
BTN_CREDIT = Zasluga
LBL_PROGRAMPARAMETER=&Parametri...
CHK_SETTINGTOAPPDATA=Spasi podešavanja u Application Data
LBL_MORELANGUAGE=Više jezika...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Podešavanja
LBL_CONTROLCAPTURE_CLASS =Ime
LBL_CONTROLCAPTURE_SIZE =Veličina
LBL_CONTROLCAPTURE_INFO=Kontrola
LBL_CONTROLCAPTURE_SCROLL=Automatsko Pomjeranje
LBL_CONTROLCAPTURE_OUTPUTTYPE =Izlazni Tip
LBL_CONTROLCAPTURE_HANDLE =Baratanje
LBL_CONTROLCAPTURE_RECT =Pravougaonik
LBL_CONTROLCAPTURE_BOTTOMTIP =Odaberi kontrole prozora (dugme, umetak, traka isl.), i pritisnite PRINT SCREEN dugme.
GRP_FIXEDREGIONCAPTURE_PROPERTY = Veličina Regije
LBL_FIXEDREGIONCAPTURE_WIDTH = Širina :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Visina :

TIP_REGIONCAPTURE_NOTDRAG =Izaberi bilo kakvu pravougaonu regiju vaše radne površine.
TIP_PIXEL = Piksela
TIP_FREEHANDCAPTURE_NOTDRAG =Nacrtaj bilo koji oblik na ekranu.

LBL_COLORPICKER_COLORAS =Boja kao :
LBL_COLORPICKER_VALUE =Vrijednost :

LSV_WEBPAGECAPTURE_LIST = Odaberi web stranicu za hvatanje
BTN_WEBPAGECAPTURE_RELOAD = &Pozovi
BTN_WEBPAGECAPTURE_CAPTURE = &Uhvati

LBL_MINIHELP=Klikni lijevim klikom miša da odabereš regiju.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Kratice
GRB_CAPTURE = Hvatanje Ekrana
GRB_TOOLS = Alati

LBL_KEYNONE = Nema

LBL_CAPTURE_FULLSCREEN		=Uhvati Čitav Ekran
LBL_CAPTURE_ACTIVEWINDOW	=Uhvati Aktivan Prozor
LBL_CAPTURE_CONTROL		=Uhvati Kontrole Prozora
LBL_CAPTURE_SCROLLINGWINDOW	=Uhvati Pomjerajući Prozor
LBL_CAPTURE_REGION		=Uhvati Regiju
LBL_CAPTURE_FIXEDREGION		=Uhvati Fiksiranu Regiju
LBL_CAPTURE_FREEHAND		=Slobodno Hvatanje
LBL_CAPTURE_WEBPAGE		=Uhvati Web Stranicu
LBL_CAPTURE_REPEAT		=Ponovi Zadnje Hvatanje

LBL_TOOLS_EDITOR		=Uređivač Slika
LBL_TOOLS_COLORPICKER		=Odabir Boja
LBL_TOOLS_COLORPALETTE		=Paleta Boja
LBL_TOOLS_PIXELRULER		=Linijar
LBL_TOOLS_PROTRACTOR		=Uglomjer
LBL_TOOLS_CROSSHAIR		=CrossHair
LBL_TOOLS_WHITEBOARD		=Tabla

LBL_TOOLS_MAGNIFIER		=Povećalo

CBO_HOTKEY_CUSTOM		=Odaberi...
CBO_HOTKEY_DEFAULT		=PicPick Uobičajeno
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Onemogućen
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Boje
LBL_FONTCOLOR = Boja Teksta
CHK_FILLCOLOR = Boja Popunjavanja
CHK_AA = Uredi ivice prikaza teksta

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Automatski Spasi Slike
LBL_SELECTFOLDER =Izaberi lokaciju za automatsko spašavanje uhvaćenih slika.
BTN_SELECTFOLDER =&Odaberi...
GRP_SELECTFILENAME =Ime Fajla
RDO_SELECTFILENAME_TEXT =Tekst + Broj
RDO_SELECTFILENAME_NUM =Samo Broj
RDO_SELECTFILENAME_DATETIME =Datum i Vrijeme
EDT_SELECTFILENAME_DEFAULT = Slika
GRP_SELECTFORMAT =Format Fajla
RDO_SELECTFORMAT_BMP =Bitmape (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG Fajl(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF =PDF files (*.pdf)
LBL_SAVEFILENAME=Unesi uobičajeno ime za automatsko spašavanje ili FTP upload.
LBL_EXAMPLETITLE=Primjer)
LBL_EXAMPLE1=%y : Godina, %m : Mjesec, %d : Dan
LBL_EXAMPLE2=%h : Sat, %n : Minuta, %s : Sekunda
LBL_EXAMPLE3=%c : Broj
LBL_EXAMPLE4=%u : Ime, %w : Ime Računara
LBL_EXAMPLE5=%t : Unix Vrijeme
GRB_OTHERPROGRAM=Podešavanje Vanjskog Programa
LBL_OTHERPROGRAM=Odaberi vanjski program za slanje vaših slika.
LBL_OTHERPROGRAMPATH=Puranja Programa :
LBL_OTHERPROGRAMPARAMETER=Parametri : 
LBL_OTHERPROGRAMSELECT=Pošalji u vanjski program...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Opcije Hvatanja
CHK_DUALMONITORS		=Podrška za više monitora
CHK_SOUND			=Aktiviraj zvučni efekat pri hvatanju
CHK_MOUSECURSOR		=Prikaži kursor.
CHK_HIDEEDITOR			=Sakrij PicPick Uređivač prije hvatanja
CHK_ALWAYSCOPYCLIPBOARD	=Uvijek kopiraj uhvaćenu sliku u Clipboard
CHK_STARTWITHCAPTUREBAR	=Prikaži Traku za Hvatanje pri Startu Programa

GRB_AUTOSCROLL			=Automatsko Pomjeranje
CHK_SCROLLCAPTURE		=Aktiviraj Automatsko Pomjeranje
LBL_SCROLLDELAY			=Brzina pomjeranja : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Prozor povećala
CHK_MAGNIFIER			=Prikaži prozor povećala pri slikanju
LBL_ZOOMSCALE			=Skaliranje zuma :

GRB_CAPTUREDELAY		=Odloži prije hvatanja
CHK_ADVANCECONTROLCAPTURE = Koristi Hvatanje Napredne Kontrole Prozora

#4.0.0
LBL_CAPTUREOUTPUT		=Promjeni izlazni tip pri korištenju kratica ili odabiru menija za prostor obavještavanja.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = FTP Server Podešavanje
LBL_FTPADDRESS  =FTP Server :
LBL_REMOTEPATH = Putanja :
LBL_PORT=Port :
CHK_PASSIVEFTP= Koristi Pasivni FTP
LBL_USERNAME=User Ime :
LBL_PASSWORD=Šifra :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Otvori URL adresu na internetu
LBL_SENDCLIPBOARD=Kopiraj URL adresu u Clipboard
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Opcije Uređivača
CHK_OPENEDITORWHENSTART=Otvori Uređivač pri startu programa
CHK_CENTERIMAGE =Postavi sliku na centar prozora
CHK_CLOSEWITHOUTASKING =Zatvori sve nespašene slike bez pitanja
CHK_CROPNEW=Izreži kao novu sliku
CHK_SHOWCLASSICUI=Prikaži klasičnu traku za meni

#4.0.0
CHK_EXITWHENCLOSING=Izađi iz programa pri zatvaranju uređivača slika.
#4.0.0

LBL_BG=Pozadinska Boja :
RDO_BGGRID=Rešetke
RDO_BGSOLID=Puna Boja

GRB_FILETYPE=Asocijacije Tipa Fajlova
LBL_FILETYPE=Molimo odaberite tipove falova koje želite otvarati pomoću PickPick-a.
LBL_FILETYPEVISTA=Podesi PickPick kao podrazumjevani uređivač slika.

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Početak
CHK_END = Kraj
CHK_OUTLINE = Dodaj Vanjsku Liniju
CBO_AT_ARROW1 = Strelica 1
CBO_AT_ARROW2 = Strelica 2
CBO_AT_CIRCLE = Krug
CBO_AT_DIAMOND = Dijamant
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Veličina platna
LBL_WIDTH = Nova širina
LBL_HEIGHT =Nova visina
LBL_BACKCOLOR = Pozadina
LBL_PRESETS = Predefinisano
CBO_CLIPBOARD=Clipboard
CBO_LASTUSED=Zadnje korišteno
CBO_CURRENT=Trenutna veličina slike
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
RDO_ZOOM = Podesi po procentu
RDO_SIZE = Podesi po specifičnoj veličini
CHK_KEEP = Vodi računa o originalnom omjeru
LBL_WIDTH = Širina
LBL_HEIGHT = Visina


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Prikaži
LBL_PIXELATE = Pikseliraj
LBL_HUE = Hue
LBL_SATURATION = Saturacija
LBL_BIRGHTNESS = Svjetlina
LBL_CONTRAST = Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Prikaz
GRP_EFFECT = Efekt
CHK_BORDER = Ivica
CHK_FRAME = Frejm
LBL_ETC=Pronađi više efekata frejma...
CHK_AUTO=Unesi efektat pri hvatanju slike
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Crvena
LBL_GREEN =&Zelena
LBL_BLUE =&Plava
LBL_TYPE = Boja Kao :
BTN_COPY =&Kopiraj

CLR_DEFAULTTEXT = Paleta Boja
CLR_CUSTOMTEXT = Više Boja...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Pomjeri
MNU_RULER_MOVE_UP =&Gore
MNU_RULER_MOVE_DOWN =&Dolje
MNU_RULER_MOVE_LEFT =&Lijevo
MNU_RULER_MOVE_RIGHT =Desno
#-------------------------------------------------------------
MNU_RULER_TYPE =&Tip
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontalno
MNU_RULER_TYPE_VERTICAL =&Vertikalno
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =T&ransparentnost
MNU_RULER_TRANSPARENT_USE =&Uključi
MNU_RULER_TRANSPARENT_NOTUSE =&Isključi
MNU_RULER_TRANSPARENT_INC =&Povećaj(+)
MNU_RULER_TRANSPARENT_DEC =&Smanji(-)

MNU_MAGNIFIER		=Prikaži Povećalo...

#-------------------------------------------------------------
MNU_RULER_EXIT =Izađi
#-------------------------------------------------------------
MNU_RULER_UNIT =Vrijednosti
MNU_RULER_UNIT_PIXEL =&Pikseli
MNU_RULER_UNIT_INCH =&Inčevi
MNU_RULER_UNIT_CM = &Centrimetri
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Boja
MNU_RULER_COLOR_BLUE = &Plava (Uobičajeno)
MNU_RULER_COLOR_YELLOW = &Žuta (Klasično)
MNU_RULER_COLOR_WHITE = &Bijela
MNU_RULER_COLOR_BLACK = Crna
MNU_RULER_UNIT_DPI_CUSTOM = &Zadata...
DLG_CUSTOMDPI_TITLE= Zadane DPI Vrijednosti
LBL_CUSTOMDPI_TEXT= Molimo unesite Piksele po Inču (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Širina Olovke
MNU_WHITEBOARD_PENCOLOR =&Boja Olovke
MNU_WHITEBOARD_PENCOLOR_BLACK =Crna
MNU_WHITEBOARD_PENCOLOR_WHITE =Bijela
MNU_WHITEBOARD_PENCOLOR_RED =Crvena
MNU_WHITEBOARD_PENCOLOR_GREEN =Zelena
MNU_WHITEBOARD_PENCOLOR_BLUE =Plava
MNU_WHITEBOARD_PENCOLOR_CYAN =Cijan
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Žuta
MNU_WHITEBOARD_PENCOLOR_GRAY =Siva
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Drugo...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Obriši
MNU_WHITEBOARD_SAVE =&Uhvati ekran
MNU_WHITEBOARD_EXIT =Izađi
#-------------------------------------------------------------
TIP_TOOL_MOVE =Pomjeri
TIP_TOOL_ZOOM =Zumiraj
TIP_TOOL_PEN =Olovka
TIP_TOOL_LINE =Linija
TIP_TOOL_ARROW =Strelica
TIP_TOOL_SHAPE=Oblik
TIP_TOOL_RECT =Pravougaonik
TIP_TOOL_ELLIPSE =Elipsa
TIP_TOOL_RRECT =Zaobljeni Pravougaonik
TIP_TOOL_TRANSPARENT = Transparentnost
TIP_TOOL_CLEAR=Čisto
TIP_TOOL_SAVE=Uhvati ekran
TIP_TOOL_WIDTH=Širina
TIP_TOOL_COLOR=Boja

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Podešavanje Printera...
BTN_PRINT=&Print
GRB_PREVIEW =Prikaz

TAB_PAPERSETUP=PageSetup
TAB_ADDTEXT=Dodaj Tekst

GRB_MARGINSETUP=&Margina
LBL_MARGINTOP=Gore
LBL_MARGINLEFT=Lijevo
LBL_MARGINRIGHT=Desno
LBL_MARGINBOTTOM=Dolje

GRB_IMAGESETUP=&Podešavanje Slike
CHK_CENTER=Centrirana slika
CHK_SHRINK=Skupi na stranicu
CHK_PROPORTINAL=Vodi računa o originalnom omjeru
CHK_GRAYSCALE=Crno-bijelo

GRB_PAPERCOUNT=&Broj kopija
LBL_PAPERUNIT=Strana(ce)

GRB_ORIENTATION=&Orijentacija
RDO_PORTRAIT=Portrait
RDO_LANDSCAPE=Landscape

GRB_HEADER=&Zaglavlje
CHK_HEADERADD=Dodaj
CBO_HEADERDEFAULT=Molimo unesite tekst zaglavlja ovdje
LBL_HEADERMARGIN=Margina :
BTN_HEADERFONT=Slova...
RDO_HEADERLEFT=Lijevo
RDO_HEADERCENTER=Centar
RDO_HEADERRIGHT=Desno

GRB_FOOTER=&Podglavlje
CHK_FOOTERADD=Dodaj
CBO_FOOTERDEFAULT=Molimo unesite tekst podglavlja ovdje
LBL_FOOTERMARGIN=Margina :
BTN_FOOTERFONT=Slova...
RDO_FOOTERLEFT=Lijevo
RDO_FOOTERCENTER=Centar
RDO_FOOTERRIGHT=Desno
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Zatvori
LBL_PREVIEW = Prikaz Slike
LBL_CAPTION = Naslov Fotografije
RDO_SELECTALBUMS = Odaberi Albume
RDO_CREATEALBUM = Napravi Novi Album
LBL_CREATEALBUM_NAME = Ime : 
LBL_CREATEALBUM_LOCATION = Lokacija : 
LBL_CREATEALBUM_DESCRIPTION =Opis : 
LBL_CREATEALBUM_PRIVACY = Privatnost : 
CBO_CREATEALBUM_1 = Svako
CBO_CREATEALBUM_2 = Moji prijatelji i mreža
CBO_CREATEALBUM_3 = Prijatelji mojih prijatelja
CBO_CREATEALBUM_4 = Samo prijatelji
BTN_UPLOAD = Upload
LBL_IMGURL = URL Slike
LBL_LINKURL = Album Link URL
LBL_UPLOADING=Dodajem slike...
LBL_UPLOADCOMPLETE = Dodavanje Završeno
LBL_UPLOADWAIT = Čekam na odgovor...
LBL_UPLOADFAILURE = Greška u Dodavanju. Pokušajte ponovo.
LBL_UPLOADRESULT = Uspješno ste dodali jednu sliku.

LBL_ACCOUNT = Račun :
LBL_PASSWORD = Šifra :
LBL_REMEMBERPASSWORD = Zapamti Šifru
LBL_MESSAGE = Poruka :

LBL_WEBUPLOAD_TITLE = Dodaj svoje slike direktno na internet
LBL_WEBUPLOAD_TITLESUB = preko ImageShack servisa
LBL_WEBUPLOAD_SIGNUP = Prijavite se da uređujete slike koje dodate!

LBL_WEBUPLOAD_NOACCOUNT = Gost (Nema registracije)
LBL_WEBUPLOAD_ACCOUNTEXIST = Imam ImageShack račun

BTN_REQUESTTWITTERPIN = Zahtjevaj Twitter PIN
BTN_REMEMBERME = Zapamti me na ovom računaru
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Konektuj
BTN_DISCONNECT = &Isključi

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Brzi Umetci
MNU_RENAME=P&reimenuj...
#4.0.0
MNU_OPENFILELOCATION=&Otvori Lokaciju Fajla...
#4.0.0
LBL_RENAME=Molimo unesite ime fajla.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Test Regija
SHP_HIGHLIGHTRECT=Obilježi Pravougaonik
SHP_MAGNIFYEFFECT=Efekat Povećavanja
SHP_NUMBERSTAMP=Brojčani pečat
SHP_LINES=Linija
SHP_CUSTOMSHAPES=Zadati oblici
#4.0.0

SHP_SHAPES = Oblici
SHP_LINE = Linija
SHP_CURVE = Krivulja
SHP_ARROW = Strelica
SHP_CURVEARROW = Krivudava Strelica
SHP_ELLIPSE = Elipsa
SHP_RECT = Pravougaonik
SHP_ROUNDRECT = Zaobljeni Pravougaonik
SHP_BALLOON = Balon
SHP_DIAMOND = Dijamant
SHP_PENTAGON = Pentagon
SHP_Hexagon = Heksagon
SHP_5STAR = Zvjezdica sa 5 Krakova
SHP_6STAR = Zvjezdica sa 6 Krakova

TAB_EDIT = Uredi
TBN_DELETE_OBJECT = &Obriši
TBN_DUPLICATE=D&upliciraj

MNU_FLATTEN = Izravnaj
MNU_FLATTENALL = Izravnaj Sve

LST_CHANGESHAPE = Promjeni Oblik

TAB_SHAPESTYLES=Stilovi Oblika

TBN_SHAPETEXT=Unesi &Tekst...
TBN_SHAPEFILL=Popunjavanje
MNU_SHAPEFILL_NOFILL=Bez popunjavanja
MNU_SHAPEFILL_SOLIDFILL=Jednobojno popunjavanje
MNU_SHAPEFILL_GRAFILL=Popunjavanje vertikalno (Gradijent)
MNU_SHAPEFILL_RADIALFILL=Radijalno popunjavanje (Gradijent)

TBN_SHAPEOUTLINE=Kontura
MNU_SHAPEOUTLINE_NOLINE = Bez linije
MNU_SHAPEOUTLINE_SOLIDLINE = Linija
MNU_SHAPEOUTLINE_DOTLINE = Tačkasta linija
MNU_SHAPEOUTLINE_DASHLINE = Crticasta linija
MNU_SHAPEOUTLINE_DASHDOTLINE = Tačka Tačka Crta
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Crta Tačka Tačka Linija


TBN_SHAPEFORMAT=Format Oblika
TBN_SHAPEEFFECTS=Efekti Oblika
MNU_SHAPEEFFECTS_NOEFFECTS=Bez efekata
MNU_SHAPEEFFECTS_SHADOW=Efekti
MNU_SHAPEEFFECTS_SHADOWUSE=Sijenka
MNU_SHAPEEFFECTS_SHADOWOPTION=Opcije...

MNU_SHAPEEFFECTS_BALLOONPOS=Direkcija Balona
MNU_SHAPEEFFECTS_BALLOONPOSTL=Gore-Lijevo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Gore-Desno
MNU_SHAPEEFFECTS_BALLOONPOSBL=Dolje-Lijevo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Dolje-Desno

MNU_SHAPEEFFECTS_ARROWSTART = Početni tip
MNU_SHAPEEFFECTS_ARROWEND = Završni tip
MNU_SHAPEEFFECTS_ARROWNONE = Bez strelice
MNU_SHAPEEFFECTS_ARROW1 = Strelica 1
MNU_SHAPEEFFECTS_ARROW2 = Strelica 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Krug
MNU_SHAPEEFFECTS_ARROWDIAMOND = Dijamant

MNU_SHAPE_ARRANGE=Uredi
BTN_SHAPE_FRONT=Postavi na Početak
BTN_SHAPE_BACK=Postavi na Kraj

BTN_SHAPE_ARROWSTYLE=Stil Strelice

TAB_SHAPECOLOR=Boja Oblika

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Oblici Pečata
MNU_NUMBERSTAMP_CURRENT=Trenutno
MNU_NUMBERSTAMP_NEXT=Sljedeće
TAB_NUMBERSTAMP_STYLE=Stilovi Pečata
MNU_NUMBERSTAMP_SIZE=Veličina
MNU_NUMBERSTAMP_SIZE_SMALL=&Malo
MNU_NUMBERSTAMP_SIZE_Medium=&Srednje
MNU_NUMBERSTAMP_SIZE_LARGE=&Veliko
MNU_NUMBERSTAMP_SHAPE=Oblici
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Krug
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Pravougao

TBN_SELECT_CROPCURRENT=Izreži
TBN_SELECT_CROPNEW=Izreži kao novu sliku
TAB_SELECT_SIZE=Veličina
MNU_SELECT_SIZE_LEFT=Lijevo
MNU_SELECT_SIZE_TOP=Gore
MNU_SELECT_SIZE_WIDTH=Širina
MNU_SELECT_SIZE_HEIGHT=Veličina
MNU_SELECT_INVERTSELECTION=Obrati selekciju

TAB_MAGNIFIER_STYLE=Stilovi Povećala
#4.0.0


[Licenses]

rdoRegistered = Ja sam registrovani korisnik i imam registracioni kod za komercijalnu upotrebu.
rdoPersonal = Želim da koristim ovaj program samo za ličnu upotrebu.
btnBuy = &Kupi Odmah
btnRegister = &Registracija
btnAgree= &Prihvatam
btnClose = &Zatvori
lblEnterLicense = Unesi informacije Vaše registracije
lblOwnerName = Ime Korisnika
lblRegistrationCode = Registracijski Kod

lblLicenseInfo = Ovaj proizvod je licenciran za : 
lblPersonalUse = ZA KUĆNOG KORISNIKA ( ISKLJUČIVO LIČNA UPOTREBA )

[CommercialVersionTrial]

btnModeTrial = Besplatna Probna Verzija
btnModeTrialDescription = Želim da nastavim koristiti ovaj prouzvod kao probnu verziju.
btnModeActivate = Aktivirajte Vaš Ključ Licence
btnModeActivateDescription = Registrovan sam korisnik i imam ključ licence.
btnModeBuy = Kupi Odmah
btnModeBuyDescription = Idite na zvaničnu stranicu da dobijete Vaš ključ.
lblTrialDescription = Ovo je probna verzija od 30 dana PickPick programa. Kad ovaj period završi, morate ili kupiti licencu za otključavanje

programa ili ga izbrisati sa Vašeg računara.
btnContinueTrial = &Nastavi Probnu Verziju
lblDayLeft = Preostalo je još {$1} dan(a) od Vaših {$2} dana za probnu verziju.
lblDayExpired = Vaša licenca nije više dostupna.
lblEnterLicense = Unesite informacije za registraciju
lblOwnerName = Korisničko Ime
lblRegistrationCode = Ključ Licence
lblRegistrationHelp = Imate problem sa aktivacijom?
btnRegister = &Aktiviraj
lblActivationOffline1 = 1. Molimo otvorite URL adresu ispod da dobijete Vaš kod za autorizaciju. Ako nemate interneta trenutno, morate aktivirati na

drugom računaru.
lblActivationOffline2 = 2. Molimo zalijepite ovdje svoj Kod za Autorizaciju sa gore navedene URL adrese.

lblAuthCode =Kod za Autorizaciju :

[ImagesSet]

grbJPEGOption=JPEG Opcije
lblJPEGQuality=Kvalitet
cboJPEGQualityMaximum = Maksimalni
cboJPEGQualityHigh = Visoki
cboJPEGQualityMedium = Srednji
cboJPEGQualityLow = Slabi

[SaveAll]

grbSaveOptions=Opcije Spašavanja
lblSelectFolder=Izaberite gdje ćete da spasite vaše uhvaćene slike.

rdoAllImages=Sve slike
rdoUnsavedImages=Sve nespašene slike

grbFileOptions=Opcije Fajlova
lblFileName=Ime Fajla
lblFileType=Tip Fajla
rdoFiles=Fajlovi

[ColorBalance]

grpbxColorBalance=Balans Boje
lblColorLevels=Nivoi Boja

grpbxToneBalance= Balans Tonova
rdbtnShadows=Sijenke
rdbtnMidtones=Srednji tonovi
rdbtnHighlights=Istaknuća
chckbxPreserveLuminosity=Sačuvaj Preserve Blistavost

[StartPage]

lblStartHome = Odaberi zadatak...
lblStartTitle1 = Novi zadatak
lblStartTitle2 = Grafički Dodatci
chkStartDoNotShow = Nemoj prikazivati ovaj prozor pri startu programa

[Watermark]

lblWaterMarkPreview = Prikaz :
lblWaterMarkFile = Fajl :
lblWaterMarkPosition = Pozicija :
lblWaterMarkOpacity = Prozirnost :
lblWaterMarkOffsetX = Offset-X :
lblWaterMarkOffsetY = Offset-Y :
chkWaterMarkAuto=Dodaj vodeni žig automatski pri hvatanju slika.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Izađi
btnApply=&Prihvati
btnContinue=&Nastavi

:OPTION
grbOptionLanguage=Prikaži jezik
grbOptionConnection=Uredi konekcije
btnOptionConnectionClear=&Izbriši sve konekcije servisa u oblaku

:MAINFORM
lstFilesName=Ime
lstFilesDate=Datum
lstFilesType=Tip
lstFilesSize=Veličina

mnuAction=Akcija
mnuOpen=Otvori
mnuDownload=Skini
mnuUploadMenu=Dodaj
mnuUploadFile=Dodaj fajlove
mnuUploadFolder=Dodaj folder
mnuUploadImage=Dodaj slike
mnuNewFolder=Novi folder
mnuDelete=Izbriši
mnuRename=Preimenuj

itemHome=Početna
itemOption=Opcija
itemAbout=O Nama
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Svi fajlovi (*.*)
strSearchResult=Rezultati pretrage za "%s"

lblHomeTitle= Odaberi servis za spajanje...
lblUploadMode=Odaberi servis za dodavanje svoje slike

itemCount=%s stvari
itemSelectedCount=%s stvari odabrano

:PREVIEW
lblPreviewPreviewTitle=Prikaz
lblPreviewDescriptionTitle=Opis
strPreviewNoDescription=Nema Opisa

:DOWNLOADFORM

DownloadFormCaption=Skidam...
strPrepareDownload=Priprema za skidanje
strDiscoveredItems=Pronađeno %s stvari...
strPleaseWait=Molimo sačekajte dok lista bude pripremljena...
strDownloading=Skidam %s stvari
strDownloadName=Ime : %s
strDownloadRemaining=Preostalo stvari : %s1 ( ukupno : %s2 )


:UPLOADFORM
UploadFormCaption=Dodajem...
strPrepareUpload=Priprema za dodavanje
strCreatingFolder=Pravim folder
strUploading=Dodajem %s stvari
strUploadName=Ime : %s
strUploadRemaining=Preostalo stvari : %s1 ( ukupno : %s2 )

:LOGINFORM
LoginFormCaption=Prijava
chkSaveConnection=Spasi informacije spajanja na ovom računaru
lblBrowserCall=Vaš web pretraživač će biti prikazan za %s sekundi.
lblBrowserCallRetry=Zatraži pristup za %s ponovo
lblBrowserAccess1=Da spojite svoj %s račun, prvo se morate prijaviti na isti preko svog web pretraživača.
lblBrowserAccess2=Kad se prijavite preko pretraživača možete zatvoriti taj prozor i nastaviti sa spajanjem.

:USERINFO
lblUserInfoStorage=Skladište :
lblUserInfoUserNameTitle=Račun :
lblUserInfoSpaceTitle=Prostor :
btnUserInfoLogout=Odjava
strSpace = %s1 slobodno od %s2

FileTypetext=tekst
FileTypedocument=dokument
FileTypeimage=slika
FileTypevideo=video
FileTypeaudio=audio
FileTypefile=fajl
FileTypefolder=folder
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=Ime Fajla
lblUploadFileSizeTitle=Veličina Fajla
lblUploadFilePreviewTitle=Prikaz
btnUploadUpload=Dodaj Ovdje

:MESSAGEBOX
strDelete1item=Da li ste sigurni da želite obrisati ovaj fajl?
strDelete1moreitems=Da li ste sigurni da želite obrisati ove %s stvari?

strFolderExist=Ime foldera već postoji.
strDownloadFileExist=Već postoji fajl sa istim imenom na istoj lokaciji.\n\nDa li želite da ga zamjenite?
strCreateFolder=Unesite novo ime foldera.
strRename=Unesite novo ime.


strInvalidFolderName=Ime foldera nije validno.
strCannotDelete=Ne mogu da obrišem fajl(ove)/folder(e).

strUpdateCheck=Novija verzija Cloud Explorer-a (%s) je dostupna. Da li želite da idete na stranicu za skidanje sad?\n\nUzmite u obzir da ova verzija možda nije kompatibilna sa Vašim servisima.
strAuthFail = Autorizacija nije uspjela. Molimo pokušajte ponovo.

strDownloadFolder=Molimo odaberite folder da skinete odabrane fajlove.
strUploadFolder=Molimo odaberite folder za dodavanje
#-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#"title_picpick": "PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More",
#"title_ngwin": "NGWIN - We develop user-friendly software that provides convenient computing environments",
#"nav_picpick": "PicPick",
#"nav_partners": "Partners",
#"nav_contact": "Contact",
#"nav_home": "Home",
#"nav_features": "Features",
#"nav_download": "Download",
#"nav_buy": "Buy Now",
#"nav_forum": "Forum",
#"section_features": "Features",
#"section_reviews": "Media Reviews",
#"section_download": "Download",
#"section_download_commercial": "PROFESSIONAL VERSION FOR REGISTERED USERS",
#"section_buy": "Buy Now",
#"section_screenshots": "Screenshots",
#"section_customers": "Our customers",
#"section_latestversion": "Latest Version",
#"section_changelog": "Change Log",
#"section_availableon": "Available On",
#"section_likeuson": "Like Us On",
#"section_eula": "End User License Agreement",
#"section_privacypolicy": "Privacy Policy",
#"section_volumepricing": "Volume Pricing",
#"button_download": "DOWNLOAD",
#"button_buy": "BUY NOW",
#"button_upgrade": "UPGRADE NOW",
#"button_upgrade_nothanks": "No Thanks",
#"button_viewdetail": "VIEW DETAILS",
#"button_free_download": "FREE DOWNLOAD",
#"button_download_portable": "Portable Version",
#"button_download_commercial": "I have already purchased a license.",
#"text_freetotry": "Free for personal use, try it today.",
#"text_copyright": "Copyright{copy} {ngwin} All rights reserved.",
#"text_winavailable": "Available on all Windows",
#"text_winavailable2": "Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.",
#"text_recommend": "RECOMMEND",
#"text_limitedtimeoffer": "LIMITED TIME OFFER",
#"text_free": "FREE",
#"text_personal_only_detail": "Please note that this free version may only be used for personal use in non-commercial environments.",
#"text_license_peruser": "PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).",
#"text_license_noshare": "One license may not be shared between different users.",
#"text_bluesnap": "2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.",
#"text_thankyou": "Thank you for installing PicPick.",
#"text_download_thankyou": "Thank you for downloading PicPick.",
#"text_download_start": "Your download will start automatically within a few seconds.",
#"text_download_ifnot": "If your download has not started automatically, please click {here} or download from the mirror links.",
#"text_download_ifnot2": "If your download has not started automatically, please click {here}.",
#"text_download_ifnot2_here": "here",
#"text_upgrade": "Upgrade to Professional and get more features!",
#"overview_jumbotron_h1": "PicPick",
#"overview_jumbotron_h2": "All-in-one design tool for everyone",
#"overview_jumbotron_p1": "A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.",
#"overview_jumbotron_p2": "User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.",
#"overview_feature_1_h1": "Capture anything",
#"overview_feature_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"overview_feature_2_h1": "Edit your images",
#"overview_feature_2_p1": "Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.",
#"overview_feature_3_h1": "Enhance with effects",
#"overview_feature_3_p1": "Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.",
#"overview_feature_4_h1": "Share everywhere",
#"overview_feature_4_p1": "Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.",
#"overview_feature_5_h1": "Graphic Accessories",
#"overview_feature_5_p1": "Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.",
#"overview_feature_6_h1": "Customizable setting",
#"overview_feature_6_p1": "With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.",
#"reviews_1_body": "This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.",
#"reviews_1_author": "CNET Download.com",
#"reviews_1_link": "http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1",
#"reviews_1_img": "review_cnet.png",
#"reviews_2_body": "Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.",
#"reviews_2_author": "Softpedia",
#"reviews_2_link": "http://www.softpedia.com/reviews/windows/PicPick-49842.shtml",
#"reviews_2_img": "review_softpedia.png",
#"features_1_h1": "Screen Capture",
#"features_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"features_1_p2": "Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.",
#"features_1_p3": "Support the floating widget Capture Bar which makes it easy for you to take screenshots.",
#"features_1_p4": "Customize your own keyboard shortcuts.",
#"features_1_list_1": "Full-screen",
#"features_1_list_2": "Active window",
#"features_1_list_3": "Window control",
#"features_1_list_4": "Scrolling window",
#"features_1_list_5": "Region",
#"features_1_list_6": "Fixed region",
#"features_1_list_7": "Freehand",
#"features_1_list_8": "Repeat last capture",
#"features_1_list_9": "Capture widget",
#"features_1_list_10": "Capturing with cursor",
#"features_1_list_11": "Delayed capture",
#"features_1_list_12": "Auto-save",
#"features_2_h1": "Image Editor",
#"features_2_p1": "With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.",
#"features_2_list_1": "Drawing",
#"features_2_list_2": "Insert text",
#"features_2_list_3": "Arrows, lines",
#"features_2_list_4": "Shapes",
#"features_2_list_5": "Balloon",
#"features_2_list_6": "Highlight tool",
#"features_2_list_7": "Crop",
#"features_2_list_8": "Resize",
#"features_2_list_9": "Rotate",
#"features_2_list_10": "Invert",
#"features_2_list_11": "Grayscale",
#"features_2_list_12": "Mosaic",
#"features_2_list_13": "Frame",
#"features_2_list_14": "Watermark",
#"features_2_list_15": "Blur",
#"features_2_list_16": "Sharpen",
#"features_2_list_17": "Brightness",
#"features_2_list_18": "Hue / Saturation",
#"features_2_list_19": "Color balance",
#"features_3_h1": "Save, share, or send",
#"features_3_p1": "Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.",
#"features_3_list_1": "Clipboard",
#"features_3_list_2": "Image files",
#"features_3_list_3": "PDF",
#"features_3_list_4": "Printer",
#"features_3_list_5": "Web URL",
#"features_3_list_6": "Dropbox",
#"features_3_list_7": "Google Drive",
#"features_3_list_8": "SkyDrive",
#"features_3_list_9": "Box",
#"features_3_list_10": "Facebook",
#"features_3_list_11": "Twitter",
#"features_3_list_12": "Skype",
#"features_3_list_13": "FTP Server",
#"features_3_list_14": "e-mail",
#"features_3_list_15": "Microsoft Word",
#"features_3_list_16": "Microsoft PowerPoint",
#"features_3_list_17": "Microsoft Excel",
#"features_3_list_18": "External program",
#"features_4_h1": "Color Picker",
#"features_4_p1": "Help you find the exact pixel color code on your screen with a built-in magnifier window.",
#"features_4_p2": "Support RGB, HTML, C++, Delphi.",
#"features_5_h1": "Color Palette",
#"features_5_p1": "Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.",
#"features_6_h1": "Pixel Ruler",
#"features_6_p1": "Help you measure the size of objects and place objects in precise locations on the screen.",
#"features_6_p2": "Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.",
#"features_7_h1": "Magnifier",
#"features_7_p1": "With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.",
#"features_8_h1": "Crosshair",
#"features_8_p1": "Figure out the relative coordinate of picture position with this feature.",
#"features_8_p2": "This can be useful for example in developing HTML image maps.",
#"features_9_h1": "Protractor",
#"features_9_p1": "Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.",
#"features_9_p2": "This can be used in a variety of photography, math, and graphics applications.",
#"features_10_h1": "Whiteboard",
#"features_10_p1": "You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.",
#"download_1_h1": "For Home Users",
#"download_1_p1": "Personal (Home) Use Only",
#"download_1_p2": "Manual Update",
#"download_1_p3": "No Technical Support",
#"download_2_h1": "For Professionals",
#"download_2_p1": "Commercial and Personal Use",
#"download_2_p2": "Auto Update",
#"download_2_p3": "Technical Support",
#"download_2_p4": "Lifetime Upgrades",
#"download_2_p5": "No Ads",
#"buy_table_h1": "Number of Users",
#"buy_table_h2": "Price (USD) Per User",
#"buy_table_p1": "Please contact us for a quote!",
#"buy_table_p2": "Please note that {vat} may apply for some European purchasers.",
#"buy_table_p2_vat": "VAT",
#"buy_1_h1": "Instant Key Delivery",
#"buy_1_p1": "Get instant access to your registration key when your order is complete.",
#"buy_2_h1": "Lifetime Updates",
#"buy_2_p1": "Licenses include unlimited free upgrades to all future versions of PicPick.",
#"buy_3_h1": "Purchase Questions",
#"buy_3_p1": "If you have any questions regarding purchasing or licensing, please feel free to {contactus}.",
#"buy_3_p1_contactus": "contact us",
#"buy_single": "Single",
#"buy_single_p1": "Install on 2 machines per user",
#"buy_team": "Team",
#"buy_team_user": "Users",
#"buy_site": "Site",
#"buy_site_p1": "Install on unlimited machines on site",
#"secure_order": "Secure ordering by 2Checkout",
#"uninstall_h1": "Please give us your feedback.",
#"uninstall_p1": "We would appreciate hearing from you. Your feedback will help us make PicPick even better.",
#"uninstall_comment": "Details",
#"uninstall_comment_placeholder": "For example, Why did you uninstall? What are we missing? Which feature do you want?",
#"uninstall_email": "Email (Optional)",
#"uninstall_email_placeholder": "Please enter your email address.",
#"uninstall_send": "Send Feedback",
#"about_us": "About Us",
#"about_h1": "We are a software development company specialized on Microsoft Windows Platform.",
#"about_p1": "Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.",
#"contact_h1": "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.",
#"contact_us": "Contact Us",
#"contact_email": "Email Support",
#"contact_email_at": "You can also contact us via email at : {email}",
#"contact_email_send": "Send us an email",
#"beta_banner": "Try new features with PicPick Beta!",
#"beta_button": "Try Now",
#"try_darkmode": "Try Dark Mode",
#"try_darkmode_on": "Dark Mode is on"
#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Klikni za centralnu tačku na zaslonu.
MSG_ACTIVEWINDOW = Pritisni [%s] tipku da uhvatiš aktivan prozor.
MSG_EXITSAVEIMAGE = Da li želite da spasite promjene u [%s]?
MSG_DEFAULT_IMAGENAME = Slika
MSG_DIRECTORYACCESSERROR = Ne mogu pristupiti odredištu.
MSG_DEFAULT_TAPNAME = Nema Slike
MSG_HOTKEY_ALREADY1 = PicPick nije u mogućnosti da registruje kratice.
MSG_HOTKEY_ALREADY2 = Da li želite da promjenite  ove kratice?
MSG_THISFOLDERNOTFOUND = Odredište [putanja ili ime foldera] nisu dostupni.
MSG_INVALID_FILENAME = Ovo ime fajla nije validno.
MSG_INVALID_CLIPBOARD = Greška je nastala pri uzimanju podataka iz Clipboard-a!
MSG_CANNOTREPEATCAPTURE = Ne mogu da pronađen odabranu regiju od posljednjeg snimanja
MSG_CLOSEALLIMAGE = Da li želite da zatvorite sve nespašene slike?
MSG_FILE_OPEN =Otvori
MSG_FILE_SAVE =Spasi Kao
MSG_NEWVERSIONAVAILABLE = Novija verzija PickPick-a je dostupna. Da li želite da odete na stranicu za skidanje iste sad?
MSG_PROGRAM_NOTADDYET=Morate odabrati eksterni program za slanje svojih snimaka!
MSG_EXTERNALPROGRAMERROR=Ne mogu pronaći eksterni program. 
MSG_PARAMETERS_TITLE=PicPick Parametri
MSG_OLDLANGUAGE =Jezički fajl je iz starije verzije, pa sav tekst nije preveden. Da li zaista želite da promjenite jezik?
MSG_INVALIDALBUMNAME=Ime albuma nije validno.
MSG_CREATEFAILUREALBUM=Greška u kreiranju Albuma.
MSG_LOADINGFAILUREALBUM=Greška u učitavanju Albuma.
MSG_IDEMPTY = Molimo unesite korisnički ID.
MSG_PWEMPTY = Molimo unesite korisničku šifru.
MSG_SAVE = &Spasi
MSG_DONTSAVE = &Nemoj Spašavati
MSG_DONTSAVEALL = Sp&asi Ništa
MSG_NODISPLAYAGAIN = Nemoj prikazivati ovu poruku više
BTN_YES = &Da
BTN_NO = &Ne
BTN_NOALL = &Ne za Sve
MSG_INPUTTEXT = Molimo unesite tekst ovdje
MSG_FLATTENLAYER= Za ovaj zadatak, morate prvo izravnati oblike sa slikom u pozadini. Da li želite izravnati oblike?
MSG_FLATTENALL=Da li želite izravnati sve oblike?
MSG_INVALID_DOWNLOADURL = Greška nastala u skidanju slike.
MSG_OPENURL=Molimo unesite URL adresu.
MSG_ANYSETTINGOK = Podešavanja su promjenjena uspješno.
MSG_DEFAULTEDITOR=PicPick je podešen kao podrazumjevani uređivač slika.
MSG_FTPINFONEED=Morate unijeti informacije Vašeg FTP servera prvo.
MSG_CONNECTIONFAIL=Greška nastala u spajanju na server.
MSG_PROGRAM_NOSKYPE=Ne mogu pronaći Skype.
MSG_ACTIVATE_OFFLINE=Ne mogu aktivirati Vašu licencu zbog problema u mreži ili zbog nećeg drugog. Da li želite da aktivirate licencu u modu bez interneta?
MSG_ACTIVATE_OK = Vaša licenca je aktivirana. Hvala Vam što koristite PicPick!
MSG_ACTIVATE_TRIAL = Probna licenca je aktivirana. Hvala Vam što koristite PicPick!
MSG_ACTIVATE_FAIL = Aktivacija je odbijena. Molimo kontaktirajte PicPick centar za Podršku korisnicima.
MSG_VALIDOWNERNAME = Molimo unesite ispravno ime vlasnika.
MSG_VALIDLICENSEKEY = Molimo unesite validan ključ licence.
MSG_FILENOTFOUND = Ne mogu da pronađem fajl.
MSG_CAPTUREAREAFAIL=Greška nastala prilikom izračunavanja regije za hvatanje. Molimo provjerite svoj softver (anti-virus, malware ili spyware) koji može da uzrokuje ove probleme.
#4.0.0
MSG_TRANSPARENCYLOST=Bilo kakva prozirnost će biti izgubljena ako spasite ovu sliku. Da li želite da nastavite?
#4.0.0